ᴍᴀᴛᴇʀɪ ᴋᴏsᴀ ᴋᴀᴛᴀ ᴊᴇᴘᴀɴɢ...

• ʙᴀᴋᴀ ʏᴀʀᴏᴜ ! = ᴅᴀsᴀʀ ʙᴇɢᴏ! 
• sᴇɴᴘᴀɪ = sᴇɴɪᴏʀ 
• ᴋᴏᴜʜᴀɪ = ᴊᴜɴɪᴏʀ 
• ʜɪᴅᴏɪ = ᴊᴀʜᴀᴛ 
• ᴅᴏᴜsᴛᴀ? = ᴋᴇɴᴀᴘᴀ?, ᴀᴅᴀ ᴀᴘᴀ? 
• ɴᴀɴɪ!! = ᴀᴘᴀ!! 
• ᴢᴜᴛᴛᴏ = ᴋᴀʟᴀᴜ sᴀᴊᴀ, sᴇʟᴀʟᴜ 
• ᴋɪʀᴇɪ = ɪɴᴅᴀʜ 
• ᴋᴀᴡᴀɪɪ = ᴄᴀɴᴛɪᴋ, ɪᴍᴜᴛ 
• ʏᴀᴋsᴏᴋᴜ = ᴊᴀɴᴊɪ 
• ᴋᴇᴅᴏ/ᴅᴇᴍᴏ = ᴛᴀᴘɪ 
• ᴡᴀʀᴜɪ/ɢᴏᴍᴇɴ = ᴍᴀᴀғ 
• sᴜᴍɪᴍᴀsᴇɴ = ᴘᴇʀᴍɪsɪ, ᴍᴀᴀғ 
• ᴏᴍᴇᴅᴇᴛᴏᴜ, ɴᴇ = sᴇʟᴀᴍᴀᴛ ʏᴀ 
• ᴅᴀᴍᴇ = ᴊᴀɴɢᴀɴ, ᴛɪᴅᴀᴋ 
• sᴜɢᴏɪ! = ʜᴇʙᴀᴛ, ᴋᴇʀᴇɴ 
• ᴅᴀɪᴊᴏᴜʙᴜ ᴅᴇsᴜ = sᴀʏᴀ ᴛɪᴅᴀᴋ ᴀᴘᴀ ᴀᴘᴀ / sᴀʏᴀ ʙᴀɪᴋ ʙᴀɪᴋ sᴀᴊᴀ 
• ʜᴀɴᴀʙɪ = ᴋᴇᴍʙᴀɴɢ ᴀᴘɪ 
• ᴛᴀᴅᴀɪᴍᴀ = ᴀᴋᴜ ᴘᴜʟᴀɴɢ 
• ᴏᴋᴀᴇʀɪɴᴀsᴀɪ = sᴇʟᴀᴍᴀᴛ ᴘᴜʟᴀɴɢ 
• ᴊᴀ, ᴍᴀᴛᴀ/ ᴍᴀᴛᴀ ɴᴇ = sᴀᴍᴘᴀɪ ᴊᴜᴍᴘᴀ 
• ɪᴛᴛᴇᴋɪᴍᴀsᴜ = ᴀᴋᴜ ʙᴇʀᴀɴɢᴋᴀᴛ 
•ɪᴛᴛᴇʀᴀssʜᴀɪ = ʜᴀᴛɪ ʜᴀᴛɪ ᴅɪ ᴊᴀʟᴀɴ 
• ᴏʜᴀʏᴏᴜ = sᴇʟᴀᴍᴀᴛ ᴘᴀɢɪ 
• ᴋᴏɴɴɪᴄʜɪᴡᴀ = sᴇʟᴀᴍᴀᴛ sɪᴀɴɢ 
• ᴋᴏɴʙᴀɴᴡᴀ = sᴇʟᴀᴍᴀᴛ ᴍᴀʟᴀᴍ 
• ᴏʏᴀsᴜᴍɪ = sᴇʟᴀᴍᴀᴛ ᴛɪᴅᴜʀ 
• ᴍᴏsʜɪ-ᴍᴏsʜɪ = ʜᴀʟᴏ 
• ᴢᴀɴɴᴇɴ ᴅᴇsᴜ = sᴀʏᴀɴɢ sᴇᴋᴀʟɪ 
• ɪʀᴀssʜᴀɪᴍᴀsᴇ = sᴇʟᴀᴍᴀᴛ ᴅᴀᴛᴀɴɢ 
• ᴏɴᴇɢᴀɪ = ᴛᴏʟᴏɴɢ 
• ʏᴏʀᴏsʜɪᴋᴜ ᴏɴᴇɢᴀɪsʜɪᴍᴀsᴜ = ᴍᴏʜᴏɴ ʙɪᴍʙɪɴɢᴀɴɴʏᴀ/ʙᴀɴᴛᴜᴀɴɴʏᴀ 
• ᴅᴏᴜᴍᴏ/ᴀʀɪɢᴀᴛᴏᴜ = ᴛᴇʀɪᴍᴀ ᴋᴀsɪʜ 
• ɪʏᴀ = ʜᴀɪ 
• ɪɪᴇ = ᴛɪᴅᴀᴋ 
• ɪᴛᴛᴀᴅᴀᴋɪᴍᴀsᴜ = sᴇʟᴀᴍᴀᴛ ᴍᴀᴋᴀɴ 
• ɴᴀɴᴅᴇᴍᴏɴᴀɪ = ʙᴜᴋᴀɴ ᴀᴘᴀ ᴀᴘᴀ 
• ɴᴀɴᴅᴀ ᴋᴏʀᴇᴡᴀ? = ᴀᴘᴀ ɪɴɪ? 
• ᴅᴀʀᴇ ᴅᴇsᴜ ᴋᴀ? = sɪᴀᴘᴀ ɪɴɪ? 
• ᴡᴀᴋᴀᴛᴛᴀ = ᴏᴋᴇ, ɴɢᴇʀᴛɪ. 
• sᴏᴜ ɴᴇ .. = ʙᴇɢɪᴛᴜʟᴀʜ, ᴍᴜɴɢᴋɪɴ 
• ᴍᴀsᴀᴋᴀ.... = ɴɢɢᴀᴋ ᴍᴜɴɢᴋɪɴ..... (ᴀʜ ᴍᴀsᴀ .....) 
• ɴᴀʀᴜ ʜᴏᴅᴏ = ᴏʜ ɢɪᴛᴜ 
•ʏᴏᴋᴀᴛᴛᴀ... = sʏᴜᴋᴜʀʟᴀᴀʜ.... 
• ʜᴏɴᴛᴏᴜ ɴɪ?/sᴏᴜᴋᴀ? = ʙᴇɴᴇʀ ɢɪᴛᴜ?
• ᴋɪᴍɪ ᴡᴀ ʙᴏᴋᴜ ɴᴏ ᴍᴏɴᴏ = ᴋᴀᴍᴜ ᴍɪʟɪᴋᴋᴜᴜᴜ 
• ᴋɪ ᴏ ᴛsᴜᴋᴇᴛᴇ ɴᴇ = ʜᴀᴛɪ-ʜᴀᴛɪ ʏᴀʜ~ 
• ᴏɴᴀᴋᴀ ɢᴀ sᴜɪᴛᴀ = ᴀᴋᴜ ʟᴀᴘᴇʀʀ 
• ɪᴛᴀᴅᴀᴋɪᴍᴀssᴜᴜᴜ = sᴇʟᴀᴍᴀᴛ ᴍᴀᴋᴀᴀᴀɴɴɴ 
• ɪɪ ʏᴜᴍᴇ ᴡᴏ ᴍɪᴛᴇ ɴᴇ = ᴍɪᴍᴘɪ ɪɴᴅᴀʜ ʏᴀʜ, 
• ʏᴀᴛᴛᴀ ! = ʜᴏʀᴇᴇ! 
• ᴋᴀᴡᴀɪsᴏᴜ ɴɪ... = ᴋᴀsɪᴀɴ... 
• ᴄʜᴏᴛᴛᴏ ᴍᴀᴛᴛᴇ ! = ᴛᴜɴɢɢᴜ ʙᴇɴᴛᴀʀ! 
• ᴜsᴏ = ʙᴏʜᴏɴɢ 
• ᴜsᴏ ᴛsᴜᴋɪ ! = ᴛᴜᴋᴀɴɢ ʙᴏʜᴏɴɢ! 
• ᴜsᴏ ᴊʏᴀɴᴀɪ! = ᴊᴀɴɢᴀɴ ʙᴏʜᴏɴɢ! 
• ɴᴀɴ ᴅᴀ ʏᴏ!? = ᴀᴘᴇ ʟᴜ !? 
• ᴅᴀᴍᴀʀᴇᴇᴇᴇ! = ᴅɪᴇᴇᴇᴍᴍᴍ! 
• ᴏᴍᴀᴇ ᴡᴀ ᴋᴀɴᴋᴇɪ ɴᴀɪ ᴅᴀʀᴏᴜ.. ! = ʙᴜᴋᴀɴ ᴜʀᴜsᴀɴᴍᴜ..! 
• ᴍᴀᴛᴀ ɴᴇ / ᴍᴀᴛᴀ ʏᴏ ~ = sᴀᴍᴘᴇ ᴊᴜᴍᴘᴀ~ 
• ᴏʏᴀsᴜᴍɪ = ᴍᴇᴛ ɪsᴛɪʀᴀʜᴀᴛ (ᴍᴇᴛ ᴛɪᴅᴜʀ)
 • ᴊɪʙᴜɴ ɴᴏ sᴇɪᴅᴀ = sᴀʟᴀʜ sᴇɴᴅɪʀɪ 
• ʜɪᴛᴏᴍᴇʙᴏʀᴇ ᴅᴀᴛᴛᴀ ɴᴏ ʏᴏ... = ᴄɪɴᴛᴀ ᴘᴀᴅᴀ ᴘᴀɴᴅᴀɴɢᴀɴ ᴘᴇʀᴛᴀᴍᴀ...............(ᴄɪᴋɪᴄɪᴇᴡ) 
• ᴅᴏᴋɪ-ᴅᴏᴋɪ sʜɪᴄʜᴀᴛᴛᴀ ʏᴏ... = ᴀᴋᴜ ᴊᴀᴅɪ ᴅᴇɢ-ᴅᴇɢᴀɴ ɴɪʜ... 
• sᴜᴋɪ ᴅᴀ .. = ᴀᴋᴜ sᴜᴋᴀ ᴋᴀᴍᴜ 
• ᴋᴀʀᴇsʜɪ ɢᴀ ɪʀᴜ ɴᴏ ? = ᴜᴅᴀʜ ᴘᴜɴʏᴀ ᴘᴀᴄᴀʀ? 
• ʙᴜᴋᴋᴏʀᴏsʜɪᴛᴇ ʏᴀʀᴜᴜᴜ! = ᴀᴋᴀɴ ᴋᴜʙᴜɴᴜʜ ᴋᴀᴜᴜᴜ! (ʙɪsᴀɴʏᴀ ᴅɪᴜᴄᴀᴘᴋᴀɴ ᴋᴀʟᴀᴜ ʟᴀɢɪ ᴘᴀᴅᴀ ʙᴇʀᴀɴᴛᴇᴍ) 
• ᴋᴜssᴏ !! = ᴛᴀ* !! / ʙʀ*ɴɢs*ᴋ !! (ᴅɪᴜᴄᴀᴘᴋᴀɴ ᴏʟᴇʜ ᴋᴀᴜᴍ ʟᴀᴋɪ-ʟᴀᴋɪ ᴅᴀʟᴀᴍ ᴀɴɪᴍᴇ ᴋᴀʟᴀᴜ ʟᴀɢɪ ᴋᴇsᴇʟ) 
• ᴋɪᴍɪ ɴᴏ ᴋᴀᴛᴛᴇ ᴅᴀ! = ᴛᴇʀsᴇʀᴀʜ ᴋᴀᴍᴜ ᴅᴀʜ!
• 39 (ʙᴀᴄᴀ : sᴀɴᴋʏᴜᴜ ) = ᴍᴀᴋᴀsɪʜ 
• ɪᴛᴛᴇᴋɪᴍᴀsᴜ = ᴀᴋᴜ ʙᴇʀᴀɴɢᴋᴀᴛ 
• ɪᴛᴛᴇʀᴀssʜᴀɪ = sɪʟᴀʜᴋᴀɴ ʙᴇʀᴀɴɢᴋᴀᴀᴛ (ᴊᴀᴡᴀʙᴀɴ ᴅᴀʀɪ ɪᴛᴛᴇᴋɪᴍᴀsᴜ) (sʜɪɴᴄʜᴀɴ sᴇʟᴀʟᴜ ᴋᴇʙᴀʟɪᴋ ʙᴇʀᴋᴀᴛᴀ "ɪᴛᴛᴇʀᴀssʜᴀɪ" ᴋᴀʟᴀᴜ ᴍᴀᴜ ᴘᴇʀɢɪ ᴋᴇʟᴜᴀʀ ʀᴜᴍᴀʜ -_- ) • ᴋᴀᴍɪ ɴᴏᴍɪ ᴢᴏ sʜɪʀᴜ sᴇᴋᴀɪ = ᴅᴜɴɪᴀ ʜᴀɴʏᴀ ᴛᴜʜᴀɴ ʏᴀɴɢ ᴍᴇɴɢᴇᴛᴀʜᴜɪ..(ɪɴɪ sɪʜ ᴊᴜᴅᴜʟ ᴀɴɪᴍᴇ... ʜᴇʜᴇ) 
• ᴀɪᴛᴀɪ ɴᴀᴀ = ᴋᴀɴɢᴇɴ ɴɪʜ... >.< 
• ɪᴍᴀ ᴍᴀᴅᴇ ᴀʀɪɢᴀᴛᴏᴜ.. = ᴍᴀᴋᴀsɪʜ ᴜɴᴛᴜᴋ sᴇɢᴀʟᴀɴʏᴀ... (ᴋᴀʟᴀᴜ ᴍᴀᴜ ᴘᴜᴛᴜs ʙɪᴀsɴᴀʏᴀ sᴜᴋᴀ ɴɢᴏᴍᴏɴɢ ɢɪɴɪ ᴅᴇʜ) 
• ᴅᴏ ɪᴜ ᴋᴏᴛᴏ? = ᴍᴀᴋsᴜᴅɴʏᴀ ᴀᴘᴀ?
• ᴄʜɪɢᴀᴜ ʏᴏ ! = sᴀʟᴀʜ ᴋᴏᴋ! 
• ᴅᴀᴍᴇ ᴅᴀ ʏᴏ! = ɢᴀ ʙᴏʟᴇʜ! (ᴊᴀɴɢᴀɴ!) • ᴋᴏᴄᴄʜɪ ᴋᴏᴄᴄʜɪ = sɪɴɪ sɪɴɪ 
• ɴᴀɪᴄʜᴀ ɪᴋᴇɴᴀɪ ʏᴏ! = ᴊᴀɴɢᴀɴ ɴᴀɴɢɪs!
 • ᴀɴᴀᴛᴀ ᴅᴀʀᴇ ɴᴀ ɴᴏ? = ᴋᴀᴍᴜ sɪᴀᴘᴀ? 
• ɪɪ ʏᴏ .. = ʙᴏʟᴇʜ..~ 
• ʙᴏᴋᴜ, ᴋɪᴍɪ ɴᴏ ᴋᴏᴛᴏ sᴜᴋɪ ᴅᴀ ʏᴏ = ᴀᴋᴜ sᴜᴋᴀ ᴋᴀᴍᴜ....(ʟᴏʜ) 
• ᴅᴏᴜ sᴜʀᴇʙᴀ ɪɪ? = ᴀᴘᴀ ʏᴀɴɢ ʜᴀʀᴜs ᴀᴋᴜ ʟᴀᴋᴜᴋᴀɴ? 
• ʏᴀᴍᴇᴛᴇ ʏᴏ! = ʙᴇʀʜᴇɴᴛɪɪ! 
• ʙᴏᴄʜɪ-ʙᴏᴄʜɪ ɢᴀɴʙᴀʀɪ ʏᴀᴀ! = (ᴇɴᴛᴀʜ ᴀᴘᴀ ᴀʀᴛɪɴʏᴀʜ, ɴᴀᴍᴜɴ ʙɪᴀsᴀɴʏᴀ ᴜɴɢᴋᴀᴘᴀɴ ɪɴɪ ᴜɴᴛᴜᴋ ᴍᴇᴍʙᴇʀɪᴋᴀɴ sᴇᴍᴀɴɢᴀᴛ ᴋᴀʏᴀᴋ "ɢᴀɴʙᴀᴛᴛᴇ") 
• ᴀɴᴀᴛᴀ ɢᴀ ɪᴛᴏᴏsʜɪɪ = ᴀᴋᴜ sᴀʏᴀɴɢ ᴋᴀᴍʏᴜ 
• ᴀɪᴛᴇ ɴɪ sʜɪɴᴀɪᴅᴇ! = ᴊᴀɴɢᴀɴ ᴅɪʟᴀᴅᴇɴɪ! 
• ɪᴋᴇᴍᴇɴ = ᴄᴏᴡᴏᴋ ᴋᴇʀᴇɴ 
• ɪᴄʜɪʏᴀᴢᴜᴋᴇ = sɪsᴛɪᴍ ᴋᴇʙᴜᴛ sᴇᴍᴀʟᴀᴍ/sᴋs 
• ᴋɪ ɴɪ sʜɪɴᴀɪ = ᴇᴍᴀɴɢ ɢᴡ ᴘɪᴋɪʀɪɴ..
• ᴋᴏɢʏᴀʀᴜ = ᴀɴᴀᴋ ʙᴀʀᴜ ɢᴇᴅᴇ/ᴀʙɢ 
• sᴜᴋɪ ɴɪ sʜɪʀᴏ! = ᴛᴇʀsᴇʀᴀʜ ᴇʟᴏ ᴅᴇʜ!
• ᴋɪᴍᴏᴄʜɪ= ᴘᴇʀᴀsᴀᴀɴ
• ᴋᴇᴋᴋᴀɪ= ᴘᴇʟɪɴᴅᴜɴɢ
• ᴍᴀʜᴄɪɢᴀɪ ᴅᴇsᴜ ɢᴀ?= ᴀᴘᴀᴋᴀʜ ᴀᴋᴜ sᴀʟᴀʜ
• ʜɪᴋᴀʀᴜ ɴᴀʀᴀ= ᴊɪᴋᴀ ʙᴇʀᴄᴀʜᴀʏᴀ
• ʜɪᴛᴏʀɪɢᴏᴛᴏ= ʙɪᴄᴀʀᴀ sᴇɴᴅɪʀɪ
• ᴀᴋɪʀᴀᴍᴇʀᴜ= ᴍᴇɴʏᴇʀᴀʜ
• ᴀᴋɪʀᴀᴍᴇ ɴᴀɪ= ᴊᴀɴɢᴀɴ ᴍᴇɴʏᴇʀᴀʜ
• ᴍᴜᴋᴜᴡᴀʀᴇʀᴜ= ᴛᴇʀʙᴀʟᴀs
• ᴍᴜᴋᴜᴡᴀʀᴇɴᴀɪ= ᴛɪᴅᴀᴋ ᴛᴇʀʙᴀʟᴀs
• ɪᴛᴀɪ= sᴀᴋɪᴛ
• ᴋᴏᴡᴀɪ= ᴍᴇɴᴀᴋᴜᴛᴋᴀɴ, sᴇʀᴇᴍ, ᴛᴀᴋᴜᴛ
• ᴀɴɪᴋɪ= ᴀʙᴀɴɢ
• ᴏɴɪᴄʜᴀɴ= ᴋᴀᴋᴀᴋ ʟᴀᴋɪ2
• ᴏɴᴇᴄʜᴀɴ= ᴋᴀᴋᴀᴋ ᴘᴇʀᴇᴍᴘᴜᴀɴ
• ɪᴍᴏᴜᴛᴏ= ᴀᴅɪᴋ
• ᴛᴏᴍᴏᴅᴀᴄʜɪ= ᴛᴇᴍᴀɴ
ʟᴀʜ ᴋᴀᴛᴀ ɢᴀɴᴛɪ
sᴀʏᴀ = ᴡᴀᴛᴀsʜɪ, ᴡᴀᴛᴀᴋᴜsʜɪ, sʜᴏᴜsᴀ, ʙᴏᴋᴜ, ᴀᴛᴀsʜɪ, ᴏʀᴇ
ᴋᴀᴍɪ = ᴡᴀᴛᴀsʜɪᴛᴀᴄʜɪ, ʙᴏᴋᴜᴛᴀᴄʜɪ, ʙᴏᴋᴜʀᴀ, ᴀᴛᴀsʜɪᴛᴀᴄʜɪ, ᴏʀᴇᴛᴀᴄʜɪ
ᴋᴀᴍᴜ = ᴀɴᴀᴛᴀ, ᴋɪᴍɪ, ᴏᴍᴀᴇ
ᴋᴀᴍᴜ sᴇᴋᴀʟɪᴀɴ = ᴀɴᴀᴛᴀɢᴀᴛᴀ, ᴋɪᴍɪᴛᴀᴄʜʟɪ, ᴏᴍᴀᴇʀᴀ
ᴅɪᴀ (ʟᴀᴋɪ) = ᴋᴀʀᴇ, ᴋᴀʀᴇʀᴀ (ᴊᴀᴍᴀᴋ)
ᴅɪᴀ (ᴘᴇʀᴇᴍᴘᴜᴀɴ) = ᴋᴀɴᴏᴊᴏ, ᴋᴀɴᴏᴊᴏʀᴀ (ᴊᴀᴍᴀᴋ)
ɪɴɪ = ᴋᴏʀᴇ, ᴋᴏʀᴇʀᴀ (ᴊᴀᴍᴀᴋ)
ɪᴛᴜ = sᴏʀᴇ, ᴀʀᴇ, sᴏʀᴇʀᴀ (ᴊᴀᴍᴀᴋ), ᴀʀᴇʀᴀ (ᴊᴀᴍᴀᴋ)


ɢʀᴇᴇᴛɪɴɢ
sᴇʟᴀᴍᴀᴛ = ᴏᴍᴇᴅᴇᴛᴏᴜ (ɢᴏᴢᴀɪᴍᴀsᴜ)
sᴇʟᴀᴍᴀᴛ ᴜʟᴀɴɢ ᴛᴀʜᴜɴ = ᴛᴀɴᴊᴏᴜʙɪ ᴏᴍᴇᴅᴇᴛᴏᴜ
sᴇʟᴀᴍᴀᴛ ᴘᴀɢɪ = ᴏʜᴀʏᴏᴜ (ɢᴏᴢᴀɪᴍᴀsᴜ)
sᴇʟᴀᴍᴀᴛ sɪᴀɴɢ = ᴋᴏɴɴɪᴄʜɪᴡᴀ
sᴇʟᴀᴍᴀᴛ ᴍᴀʟᴀᴍ = ᴋᴏɴʙᴀɴᴡᴀ
sᴇʟᴀᴍᴀᴛ ᴅᴀᴛᴀɴɢ = ʏᴏᴜᴋᴏsᴏ, ɪᴛᴛᴇɪʀᴀsᴀɪ
sᴇʟᴀᴍᴀᴛ ᴛɪɴɢɢᴀʟ = sᴀʏᴏɴᴀʀᴀ
sᴇʟᴀᴍᴀᴛ ɪsᴛɪʀᴀʜᴀᴛ = ᴏʏᴀsᴜᴍɪ (ɴᴀsᴀɪ)
ᴀᴘᴀ ᴋᴀʙᴀʀ = ᴏɢᴇɴᴋɪ ᴅᴇsᴜᴋᴀ, ᴏ ᴋɪɢᴇɴ ɪᴋᴀɢᴀ ᴅᴇsᴜᴋᴀ (ғᴏʀᴍᴀʟ)
sᴀᴍᴘᴀɪ ᴊᴜᴍᴘᴀ ʟᴀɢɪ = ᴍᴀᴛᴀ ᴀɪᴍᴀsʜᴏᴜ, ɪᴛᴛᴇ ᴍᴀɪʀɪᴍᴀsᴜ
sᴘᴀᴅᴀ = ɢᴏᴍᴇɴ ᴋᴜᴅᴀsᴀɪ
ᴘᴇʀᴍɪsɪ = sʜɪᴛsᴜʀᴇɪsʜɪᴍᴀsᴜ
sɪʟᴀᴋᴀɴ = ᴅᴏᴜᴢᴏ
ᴍᴀᴀғ = sᴜᴍɪᴍᴀsᴇɴ, ɢᴏᴍᴇɴ (ɴᴀsᴀɪ)
ᴛᴇʀɪᴍᴀᴋᴀsɪʜ = ᴅᴏᴜᴍᴏ, ᴀʀɪɢᴀᴛᴏᴜ (ɢᴏᴢᴀɪᴍᴀsᴜ)
ᴛᴇʀɪᴍᴀᴋᴀsɪʜ ᴋᴇᴍʙᴀʟɪ =  ᴅᴏᴜɪᴛᴀsʜɪᴍᴀsʜɪᴛᴇ
ɪʏᴀ = ʜᴀɪ
ᴛɪᴅᴀᴋ = ɪɪᴇ
sᴀʏᴀ ʙᴇʀᴀɴɢᴋᴀᴛ = ɪᴛᴛᴇᴋɪᴍᴀsᴜ
sᴇʟᴀᴍᴀᴛ ᴊᴀʟᴀɴ = ɪᴛᴛᴇʀᴀssʜᴀɪ
sᴀʏᴀ ᴘᴜʟᴀɴɢ = ᴛᴀᴅᴀɪᴍᴀ
sᴇʟᴀᴍᴀᴛ ᴅᴀᴛᴀɴɢ = ᴏᴋᴀᴇʀɪ (ɴᴀsᴀɪ)
sᴇʟᴀᴍᴀᴛ ᴍᴀᴋᴀɴ = ɪᴛᴀᴅᴀᴋɪᴍᴀsᴜ
ᴛᴇʀɪᴍᴀᴋᴀsɪʜ ᴜᴛᴋ ʜɪᴅᴀɴɢᴀɴɴʏᴀ = ɢᴏᴄʜɪsᴏᴜsᴀᴍᴀ ᴅᴇsʜɪᴛᴀ


ᴀɴɢᴋᴀ (ʙᴀɴɢᴏ)
1 = ɪᴄʜɪ
2 = ɴɪ
3 = sᴀɴ
4 = sʜɪ/ ʏᴏɴ
5 = ɢᴏ
6 = ʀᴏᴋᴜ
7 = sɪᴄʜɪ/ ɴᴀɴᴀ
8 = ʜᴀᴄʜɪ
9 = ᴋᴜ/ ᴋʏᴜᴜ
10 = ᴊᴜᴜ
11 = ᴊᴜᴜɪᴄʜɪ
12 = ᴊᴜᴜɴɪ
13 = ᴊᴜᴜsᴀɴ
14 = ᴊᴜᴜsʜɪ/ ᴊᴜᴜʏᴏɴ
15 = ᴊᴜᴜɢᴏ
16 = ᴊᴜᴜᴏᴋᴜ
17 = ᴊᴜᴜsɪᴄʜɪ/ ᴊᴜᴜɴᴀɴᴀ
18 = ᴊᴜᴜʜᴀᴄʜɪ
19 = ᴊᴜᴜᴋʏᴜᴜ
20 = ɴɪᴊᴜᴜ
21 = ɴɪᴊᴜᴜɪᴄʜɪ
22 = ɴɪᴊᴜᴜɴɪ
23 = ɴɪᴊᴜᴜsᴀɴ
30 = sᴀɴᴊᴜᴜ
37 = sᴀɴᴊᴜᴜɴᴀɴᴀ
40 = sʜɪᴊᴜᴜ
50 = ɢᴏᴊᴜᴜ
60 = ʀᴏᴋᴜᴊᴜᴜ
70 = ɴᴀɴᴀᴊᴜᴜ
80 = ʜᴀᴄʜɪᴊᴜᴜ
90 = ᴋᴜᴊᴜᴜ
100 = ʜʏᴀᴋᴜ
101 = ʜʏᴀᴋᴜɪᴄʜɪ
110 = ʜʏᴀᴋᴜᴊᴜᴜ
172 = ʜʏᴀᴋᴜɴᴀɴᴀᴊᴜᴜɴɪ
1.000 = sᴇɴ
1997 = sᴇɴ.ᴋʏᴜᴜʜʏᴀᴋᴜ.ᴋʏᴜᴜᴊᴜᴜ.ɴᴀɴᴀ
2.000 = ɴɪsᴇɴ
10.000 = ᴍᴀɴ/ ɪᴄʜɪᴍᴀɴ
1.000.000 = ʜʏᴀᴋᴜᴍᴀɴ


ʜᴀʀɪ-ʜᴀʀɪ (ʜɪʙɪ)
ᴍɪɴɢɢᴜ = ɴɪᴄʜɪʏᴏᴜʙɪ
sᴇɴɪɴ = ɢᴇᴛsᴜʏᴏᴜʙɪ
sᴇʟᴀsᴀ = ᴋᴀʏᴏᴜʙɪ
ʀᴀʙᴜ = sᴜɪʏᴏᴜʙɪ
ᴋᴀᴍɪs = ᴍᴏᴋᴜʏᴏᴜʙɪ
ᴊᴜᴍᴀᴛ = ᴋɪɴʏᴏᴜʙɪ
sᴀʙᴛᴜ = ᴅᴏʏᴏᴜʙɪ


ᴘᴀɢɪ = ᴀsᴀ
ᴍᴇɴᴊᴇʟᴀɴɢ sɪᴀɴɢ = ɢᴏᴢᴇɴ
sɪᴀɴɢ = ʜɪʀᴜ
ᴍᴇɴᴊᴇʟᴀɴɢ sᴏʀᴇ = ɢᴏɢᴏ
sᴏʀᴇ = ʏᴜᴜɢᴀᴛᴀ
ᴍᴀʟᴀᴍ = ʏᴏʀᴜ/ ʙᴀɴ


2 ʜᴀʀɪ ʟᴀʟᴜ = ᴏᴛᴏᴛᴏɪ
ᴋᴇᴍᴀʀɪɴ = ᴋɪɴᴏᴜ
ʜᴀʀɪ ɪɴɪ = ᴋʏᴏᴜ
ʙᴇsᴏᴋ = ᴀsʜɪᴛᴀ
2 ʜᴀʀɪ ʟᴀɢɪ = ᴀsᴀᴛᴛᴇ
ᴅᴜʟᴜ = ᴍᴜᴋᴀsʜɪ
sᴇᴋᴀʀᴀɴɢ = ɪᴍᴀ
ᴍᴀsᴀ ᴅᴇᴘᴀɴ = ᴍɪʀᴀɪ/ sʜᴏʀᴀɪ


ᴍɪɴɢɢᴜ/ ᴘᴇᴋᴀɴ = sʜᴜᴜ
ᴍɪɴɢɢᴜ ᴅᴇᴘᴀɴ = ʀᴀɪ sʜᴜᴜ


ᴛᴀɴɢɢᴀʟ
ᴛᴀɴɢɢᴀʟ 1 = ᴛsᴜɪᴛᴀᴄʜɪ
ᴛᴀɴɢɢᴀʟ 2 = ғᴜᴛsᴜᴋᴀ
ᴛᴀɴɢɢᴀʟ 3 = ᴍɪᴋᴋᴀ
ᴛᴀɴɢɢᴀʟ 4 =ʏᴏᴋᴋᴀ
ᴛᴀɴɢɢᴀʟ 5 = ɪᴛsᴜᴋᴀ
ᴛᴀɴɢɢᴀʟ 6 = ᴍᴜɪᴋᴀ
ᴛᴀɴɢɢᴀʟ 7 = ɴᴏɴᴏᴋᴀ
ᴛᴀɴɢɢᴀʟ 8 = ʏᴏᴜᴋᴀ
ᴛᴀɴɢɢᴀʟ 9 = ᴋᴏᴋᴏɴᴏᴋᴀ
ᴛᴀɴɢɢᴀʟ 10 = ᴛᴏᴋᴀ
ᴛᴀɴɢɢᴀʟ 11 = ᴊᴜᴜɪᴄʜɪ ɴɪᴄʜɪ
ᴛᴀɴɢɢᴀʟ 12 = ᴊᴜᴜɴɪ ɪᴄʜɪ
ᴛᴀɴɢɢᴀʟ 14 = ᴊᴜᴜʏᴏᴋᴋᴀ
ᴛᴀɴɢɢᴀʟ 19 = ᴊᴜᴜᴋʏᴜᴜ ɴɪᴄʜɪ
ᴛᴀɴɢɢᴀʟ 20 = ʜᴀᴛsᴜᴋᴀ
ᴛᴀɴɢɢᴀʟ 21 = ɴɪᴊᴜᴜɪᴄʜɪ ɴɪᴄʜɪ
ᴛᴀɴɢɢᴀʟ 23 = ɴɪᴊᴜᴜsᴀɴ ɴɪᴄʜɪ
ᴛᴀɴɢɢᴀʟ 24 = ɴɪᴊᴜᴜʏᴏᴋᴋᴀ
ᴛᴀɴɢɢᴀʟ 30 = sᴀɴᴊᴜᴜ ɴɪᴄʜɪ
ᴛᴀɴɢɢᴀʟ 31 = sᴀɴᴊᴜᴜɪᴄʜɪ ɴɪᴄʜɪ



ɴᴀᴍᴀ ʙᴜʟᴀɴ .:ʀᴜᴍᴜs: ʙɪʟᴀɴɢᴀɴ ᴘᴏᴋᴏᴋ + ɢᴀᴛsᴜ:.
ᴊᴀɴᴜᴀʀɪ = ɪᴄʜɪɢᴀᴛsᴜ
ғᴇʙʀᴜᴀʀɪ = ɴɪɢᴀᴛsᴜ
ᴍᴀʀᴇᴛ = sᴀɴɢᴀᴛsᴜ
ᴀᴘʀɪʟ = ʏᴏɴɢᴀᴛsᴜ/ sʜɪɢᴀᴛsᴜ
ᴍᴇɪ = ɢᴏɢᴀᴛsᴜ
ᴊᴜɴɪ = ʀᴏᴋᴜɢᴀᴛsᴜ
ᴊᴜʟɪ = sɪᴄʜɪɢᴀᴛsᴜ/ ɴᴀɴᴀɢᴀᴛsᴜ
ᴀɢᴜsᴛᴜs = ʜᴀᴄʜɪɢᴀᴛsᴜ
sᴇᴘᴛᴇᴍʙᴇʀ = ᴋᴜɢᴀᴛsᴜ
ᴏᴋᴛᴏʙᴇʀ = ᴊᴜᴜɢᴀᴛsᴜ
ɴᴏᴠᴇᴍʙᴇʀ = ᴊᴜᴜɪᴄʜɪɢᴀᴛsᴜ
ᴅᴇsᴇᴍʙᴇʀ = ᴊᴜᴜɴɪɢᴀᴛsᴜ


ʙᴜʟᴀɴ = ɢᴇᴛsᴜ
ʙᴜʟᴀɴ ʟᴀʟᴜ = sᴇɴɢᴇᴛsᴜ
ʙᴜʟᴀɴ ɪɴɪ = ᴋᴏɴɢᴇᴛsᴜ
ʙᴜʟᴀɴ ᴅᴇᴘᴀɴ = ʀᴀɪɢᴇᴛsᴜ


ᴍᴜsɪᴍ (ᴋɪsᴇᴛsᴜ)
ᴍᴜsɪᴍ ᴘᴀɴᴀs = ɴᴀᴛsᴜ
ᴍᴜsɪᴍ ɢᴜɢᴜʀ = ᴀᴋɪ
ᴍᴜsɪᴍ ᴅɪɴɢɪɴ = ғᴜʏᴜ
ᴍᴜsɪᴍ sᴇᴍɪ = ʜᴀʀᴜ
ᴇᴍᴘᴀᴛ ᴍᴜsɪᴍ = sʜɪᴋɪ


ᴛᴀʜᴜɴ = ɴᴇɴ/ ᴛᴏsʜɪ
ᴛᴀʜᴜ
ᴋɪʀɪ = ʜɪᴅᴀʀɪ
ᴅɪ ᴅᴇᴘᴀɴ = ᴍᴀᴇ ɴɪ
ᴅɪ ʙᴇʟᴀᴋᴀɴɢ = ᴜsʜɪʀᴏ ɴɪ
ᴅɪ sᴀᴍᴘɪɴɢ = ᴛᴏɴᴀʀɪ ɴɪ


ᴀɴɢɢᴏᴛᴀ ᴛᴜʙᴜʜ
ʀᴀᴍʙᴜᴛ = ᴋᴀᴍɪ (ɴᴏ ᴋᴇ)
ᴋᴇᴘᴀʟᴀ = ᴀᴛᴀᴍᴀ
ᴍᴀᴛᴀ = ᴍᴇ
ʜɪᴅᴜɴɢ = ʜᴀɴᴀ
ᴛᴇʟɪɴɢᴀ = ᴍɪᴍɪ
ɢɪɢɪ = ʜᴀ
ᴍᴜʟᴜᴛ = ᴋᴜᴄʜɪ
ᴛᴇɴɢɢᴏʀᴏᴋᴀɴ = ɴᴏᴅᴏ
ᴅᴀᴅᴀ = ᴍᴜɴᴇ
ᴘᴇʀᴜᴛ = ᴏɴᴀᴋᴀ, ʜᴀʀᴀ
ᴘᴜsᴀʀ = ʜᴇsᴏ
ʟᴇɴɢᴀɴ = ᴜᴅᴇ
ᴛᴀɴɢᴀɴ = ᴛᴇ
ᴊᴀʀɪ = ʏᴜʙɪ
ᴋᴀᴋɪ = ᴀsʜɪ
ᴋᴜᴋᴜ = ᴛsᴜᴍᴇ


ᴡᴀʀɴᴀ
ʜɪᴛᴀᴍ = ᴋᴜʀᴏ
ᴘᴜᴛɪʜ = sʜɪʀᴏ
ᴍᴇʀᴀʜ = ᴀᴋᴀɪ
ʙɪʀᴜ = ᴀᴏɪ
ʜɪᴊᴀᴜ = ᴍɪᴅᴏʀɪ
ᴋᴜɴɪɴɢ = sᴏɪʀᴏ
ᴜɴɢᴜ = ᴍᴜʀᴀsᴀᴋɪ
ᴀʙᴜ-ᴀʙᴜ = ʜᴀɪɪʀᴏ
ᴊɪɴɢɢᴀ = ᴏʀᴇɴᴊɪɪʀᴏ
ᴘɪɴᴋ = ᴍᴏᴍᴏɪʀᴏʏᴀ ɪʏ ʟᴀʜ ᴋᴀᴛᴀ ɢᴀɴᴛɪ
sᴀʏᴀ = ᴡᴀᴛᴀsʜɪ, ᴡᴀᴛᴀᴋᴜsʜɪ, sʜᴏᴜsᴀ, ʙᴏᴋᴜ, ᴀᴛᴀsʜɪ, ᴏʀᴇ
ᴋᴀᴍɪ = ᴡᴀᴛᴀsʜɪᴛᴀᴄʜɪ, ʙᴏᴋᴜᴛᴀᴄʜɪ, ʙᴏᴋᴜʀᴀ, ᴀᴛᴀsʜɪᴛᴀᴄʜɪ, ᴏʀᴇᴛᴀᴄʜɪ
ᴋᴀᴍᴜ = ᴀɴᴀᴛᴀ, ᴋɪᴍɪ, ᴏᴍᴀᴇ
ᴋᴀᴍᴜ sᴇᴋᴀʟɪᴀɴ = ᴀɴᴀᴛᴀɢᴀᴛᴀ, ᴋɪᴍɪᴛᴀᴄʜɪ, ᴏᴍᴀᴇʀᴀ
ᴅɪᴀ (ʟᴀᴋɪ) = ᴋᴀʀᴇ, ᴋᴀʀᴇʀᴀ (ᴊᴀᴍᴀᴋ)
ᴅɪᴀ (ᴘᴇʀᴇᴍᴘᴜᴀɴ) = ᴋᴀɴᴏᴊᴏ, ᴋᴀɴᴏᴊᴏʀᴀ (ᴊᴀᴍᴀᴋ)
ɪɴɪ = ᴋᴏʀᴇ, ᴋᴏʀᴇʀᴀ (ᴊᴀᴍᴀᴋ)
ɪᴛᴜ = sᴏʀᴇ, ᴀʀᴇ, sᴏʀᴇʀᴀ (ᴊᴀᴍᴀᴋ), ᴀʀᴇʀᴀ (ᴊᴀᴍᴀᴋ)


ɢʀᴇᴇᴛɪɴɢ
sᴇʟᴀᴍᴀᴛ = ᴏᴍᴇᴅᴇᴛᴏᴜ (ɢᴏᴢᴀɪᴍᴀsᴜ).
ᴏʜᴀʏᴏᴜ ɢᴏᴢᴀɪᴍᴀsᴜ (おはようございます) = sᴇʟᴀᴍᴀᴛ ᴘᴀɢɪ (ᴘᴜᴋᴜʟ 06:00 – 10:30)
ᴋᴏɴɴɪᴄʜɪᴡᴀ (こんにちは) = sᴇʟᴀᴍᴀᴛ sɪᴀɴɢ (ᴘᴜᴋᴜʟ 10:30 – 17:00)
ᴋᴏɴʙᴀɴᴡᴀ (こんばんは) = sᴇʟᴀᴍᴀᴛ ᴍᴀʟᴀᴍ (ᴘᴜᴋᴜʟ 17:00 – 22:00)
ᴏʏᴀsᴜᴍɪɴᴀsᴀɪ (おやすみなさい) = sᴇʟᴀᴍᴀᴛ ᴛɪᴅᴜʀ (ʙɪᴀsᴀɴʏᴀᴅɪᴜᴄᴀᴘᴋᴀɴ ᴋᴇᴘᴀᴅᴀ ᴘᴀsᴀɴɢᴀɴ/ᴋᴇᴋᴀsɪʜ)
sᴀʏᴏᴜɴᴀʀᴀ (さようなら) = sᴇʟᴀᴍᴀᴛ ᴛɪɴɢɢᴀʟ (ᴅɪᴜᴄᴀᴘᴋᴀɴ sᴇʙᴀɢᴀɪ sᴀʟᴀᴍ ᴘᴇʀᴘɪsᴀʜᴀɴ ᴅᴀʟᴀᴍ ᴊᴀɴɢᴋᴀ ᴡᴀᴋᴛᴜ ʏᴀɴɢ ʟᴀᴍᴀ)
ᴍᴀᴛᴀ ᴀsʜɪᴛᴀ (またあした) = sᴀᴍᴘᴀɪ ᴊᴜᴍᴘᴀ ʙᴇsᴏᴋ (ᴅɪᴜᴄᴀᴘᴋᴀɴ ᴀᴘᴀʙɪʟᴀ ʙᴇsᴏᴋ ʙᴇʀᴛᴇᴍᴜ ᴋᴇᴍʙᴀʟɪ)
ᴍᴀᴛᴀ ʀᴀɪsʜᴜᴜ (またらいしゅう) = sᴀᴍᴘᴀɪ ᴊᴜᴍᴘᴀ ᴍɪɴɢɢᴜ ᴅᴇᴘᴀɴ
ᴍᴀᴛᴀ ʀᴀɪɢᴇᴛsᴜ (またらいげつ) = sᴀᴍᴘᴀɪ ᴊᴜᴍᴘᴀ ʙᴜʟᴀɴ ᴅᴇᴘᴀɴ
ᴍᴀᴛᴀ ʀᴀɪɴᴇɴ (またらいねん) = sᴀᴍᴘᴀɪ ᴊᴜᴍᴘᴀ ᴛᴀʜᴜɴ ᴅᴇᴘᴀɴ (ʙɪᴀsᴀɴʏᴀ ᴋᴇᴛɪᴋᴀ ᴛᴀʜᴜɴ ʙᴀʀᴜ)
1. 大きい(おおきい) ᴏᴏᴋɪ-ɪ = ʙᴇsᴀʀ
2. 小さい(ちいさい) ᴄʜɪɪsᴀ-ɪ = ᴋᴇᴄɪʟ
3. 長い(ながい) ɴᴀɢᴀ-ɪ = ᴘᴀɴᴊᴀɴɢ
4. 短い(みじかい) ᴍɪᴊɪᴋᴀ-ɪ = ᴘᴇɴᴅᴇᴋ
5. 多い(おおい) ᴏᴏ-ɪ = ʙᴀɴʏᴀᴋ
6. 少ない(すくない) sᴜᴋᴜɴᴀ-ɪ = sᴇᴅɪᴋɪᴛ
7. 太い(ふとい) ғᴜᴛᴏ-ɪ = ɢᴇᴍᴜᴋ, ᴛᴇʙᴀʟ
8. 細い(ほそい) ʜᴏsᴏ-ɪ = ʀᴀᴍᴘɪɴɢ, ᴛɪᴘɪs
9. 厚い(あつい) ᴀᴛsᴜ-ɪ = ᴛᴇʙᴀʟ
10. 薄い(うすい) ᴜsᴜ-ɪ = ᴛɪᴘɪs
11. 固い(かたい) ᴋᴀᴛᴀ-ɪ = ᴋᴇʀᴀs
12. 柔かい(やわらかい) ʏᴀᴡᴀʀᴀᴋᴀ-ɪ = ʟᴜɴᴀᴋ
13. 細かい(こまかい) ᴋᴏᴍᴀᴋᴀ-ɪ = ᴋᴇᴄɪʟ(ᴜᴀɴɢ)
14. 粗い(あらい) ᴀʀᴀ-ɪ = ᴋᴀsᴀʀ
15. 新しい(あたらしい) ᴀᴛᴀʀᴀsʜɪ-ɪ = ʙᴀʀᴜ
16. 古い(ふるい) ғᴜʀᴜ-ɪ = ʟᴀᴍᴀ, ᴛᴜᴀ
17. 高い(たかい) ᴛᴀᴋᴀ-ɪ = ᴍᴀʜᴀʟ
18. 安い(やすい) ʏᴀsᴜ-ɪ = ᴍᴜʀᴀʜ
19. 早い(はやい) ʜᴀʏᴀ-ɪ = ᴄᴇᴘᴀᴛ (ᴡᴀᴋᴛᴜ)
20. 速い(はやい) ʜᴀʏᴀ-ɪ = ᴄᴇᴘᴀᴛ (ᴋᴇʟᴀᴊᴜᴀɴ)
21. 遅い(おそい) ᴏsᴏ-ɪ = ʟᴀᴍʙᴀᴛ
22. 遠い(とおい) ᴛᴏᴏ-ɪ = ᴊᴀᴜʜ
23. 近い(ちかい) ᴄʜɪᴋᴀ-ɪ = ᴅᴇᴋᴀᴛ
24. 強い(つよい) ᴛsᴜʏᴏ-ɪ = ᴋᴜᴀᴛ
25. 弱い(よわい) ʏᴏᴡᴀ-ɪ = ʟᴇᴍᴀʜ
26. 高い(たかい) ᴛᴀᴋᴀ-ɪ = ᴛɪɴɢɢɪ, ᴍᴀʜᴀʟ
27. 低い(ひくい) ʜɪᴋᴜ-ɪ = ʀᴇɴᴅᴀʜ
28. 熱い(あつい) ᴀᴛsᴜ-ɪ = ᴘᴀɴᴀs (ᴜᴛᴋ ʙᴇɴᴅᴀ sᴇᴘᴇʀᴛɪ ᴍᴀᴋᴀɴᴀɴ, ᴍɪɴᴜᴍᴀɴ, ᴀɪʀ, ᴅʟʟ)
29. 冷たい(つめたい) ᴛsᴜᴍᴇᴛᴀ-ɪ = ᴅɪɴɢɪɴ (ᴜᴛᴋ ʙᴇɴᴅᴀ sᴇᴘᴇʀᴛɪ ᴍᴀᴋᴀɴᴀɴ, ᴍɪɴᴜᴍᴀɴ, ᴀɪʀ, ᴅʟʟ)
30. 温かい(あたたかい) ᴀᴛᴀᴛᴀᴋᴀ-ɪ = ʜᴀɴɢᴀᴛ (ᴜᴛᴋ ʙᴇɴᴅᴀ sᴇᴘᴇʀᴛɪ ᴍᴀᴋᴀɴᴀɴ, ᴍɪɴᴜᴍᴀɴ, ᴀɪʀ, ᴅʟʟ)
31. ぬるい ɴᴜʀᴜ-ɪ = ᴋᴜʀᴀɴɢ ᴘᴀɴᴀs. ᴛɪᴅᴀᴋ ᴘᴀɴᴀs ᴅᴀɴ ᴛɪᴅᴀᴋ ᴅɪɴɢɪɴ ᴊᴜɢᴀ. (ᴀɪʀ)
32. 青い(あおい) ᴀᴏ-ɪ = ʙɪʀᴜ
33. 赤い(あかい) ᴀᴋᴀ-ɪ = ᴍᴇʀᴀʜ
34. 黄色い(きいろい) ᴋɪɪʀᴏ-ɪ = ᴋᴜɴɪɴɢ
35. 黒い(くろい) ᴋᴜʀᴏ-ɪ = ʜɪᴛᴀᴍ
36. 白い(しろい) sʜɪʀᴏ-ɪ = ᴘᴜᴛɪʜ
37. 茶色い(ちゃいろい) ᴄʜᴀɪʀᴏ-ɪ = ᴄᴏᴋʟᴀᴛ
38. 丸い(まるい) ᴍᴀʀᴜ-ɪ = ʙᴜɴᴅᴀʀ, ʙᴜʟᴀᴛ
39. 甘い(あまい) ᴀᴍᴀ-ɪ = ᴍᴀɴɪs
40. 辛い(からい) ᴋᴀʀᴀ-ɪ = ᴘᴇᴅᴀs
41. すっぱい sᴜᴘᴘᴀ-ɪ = ᴀsᴀᴍ
42. 塩辛い(しおからい) sʜɪᴏᴋᴀʀᴀ-ɪ = ᴀsɪɴ
43. 苦い(にがい) ɴɪɢᴀ-ɪ = ᴘᴀʜɪᴛ
44. 濃い(こい) ᴋᴏ-ɪ = ᴘᴇᴋᴀᴛ
45. 薄い(うすい) ᴜsᴜ-ɪ = ᴛɪᴘɪs, ᴇɴᴄᴇʀ(ʀᴀsᴀɴʏᴀ)